app/controllers/emails_controller.rb

  def create
    @email = Email.create(object: Faker::ChuckNorris.fact, body: Faker::Movies::HarryPotter.book)
---
INSERT INTO "emails" ("object", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"